Repository: chasey-myagi/Sapphire
Catalog: Sapphire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: (Case)
zh_hans: （充电盒）
zh_hant: （充電盒）

source: · next %@ at %@
zh_hans: · 下次：%@ %@
zh_hant: · 下次：%@ %@

source: "%@" is password protected
zh_hans: “%@”受密码保护
zh_hant: 「%@」受密碼保護

source: "%@" will be removed from your File Shelf. The actual file stays in place.
zh_hans: “%@”将从文件暂存架移除，原文件仍保留在原位置。
zh_hant: 「%@」將從檔案暫存架移除，實際檔案仍會保留在原處。

source: %.0f items
zh_hans: %.0f 项
zh_hant: %.0f 個項目

source: %.0f min
zh_hans: %.0f 分钟
zh_hant: %.0f 分鐘

source: %.0f sec
zh_hans: %.0f 秒
zh_hant: %.0f 秒

source: %.0f%% below limit
zh_hans: 低于上限 %.0f%%
zh_hant: 低於上限 %.0f%%

source: %.1f%% complete
zh_hans: 已完成 %.1f%%
zh_hant: 已完成 %.1f%%

source: %@ %lld of %lld files
zh_hans: %@ %lld/%lld 个文件
zh_hant: %@ %lld/%lld 個檔案

source: %@ %lld of %lld items
zh_hans: %@ %lld/%lld 个项目
zh_hant: %@ %lld/%lld 個項目

source: %@ (%@) will be moved to the Trash.
zh_hans: 将把 %@（%@）移到废纸篓。
zh_hant: 將把 %@（%@）移到垃圾桶。

source: %@ + %lld more
zh_hans: %@，另有 %lld 项
zh_hant: %@，另有 %lld 項

source: %@ Build
zh_hans: %@ 构建
zh_hant: %@ 建置

source: %@ Login
zh_hans: 登录 %@
zh_hant: 登入 %@

source: %@ Tests
zh_hans: %@ 测试
zh_hant: %@ 測試

source: %@ ago
zh_hans: %@前
zh_hant: %@前

source: %@ and %lld more. Open Settings → Apps to update them.
zh_hans: %@，另有 %lld 个应用。打开“设置”→“应用”进行更新。
zh_hant: %@，另有 %lld 個 App。打開「設定」→「App」以進行更新。

source: %@ finished.
zh_hans: %@ 已结束。
zh_hant: %@ 已結束。

source: %@ followers
zh_hans: %@ 位关注者
zh_hant: %@ 位追蹤者

source: %@ from Sapphire Browser
zh_hans: 来自 Sapphire Browser 的 %@
zh_hant: 來自 Sapphire Browser 的 %@

source: %@ is not included in this build.
zh_hans: 此构建版本未包含%@。
zh_hant: 此建置版本未包含 %@。

source: %@ is offline
zh_hans: %@ 已离线
zh_hant: %@ 已離線

source: %@ left
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

source: %@ monthly
zh_hans: 每月 %@
zh_hant: 每月 %@

source: %@ monthly listeners
zh_hans: %@ 位月听众
zh_hant: 每月 %@ 位聽眾

source: %@ permission has not been granted. Some features may not work until it is enabled.
zh_hans: 尚未授予%@权限。启用之前，部分功能可能无法使用。
zh_hant: 尚未授予 %@ 權限。啟用之前，部分功能可能無法使用。

source: %@ permissions have not been granted. Some features may not work until they are enabled.
zh_hans: 尚未授予%@权限。启用之前，部分功能可能无法使用。
zh_hant: 尚未授予 %@ 權限。啟用之前，部分功能可能無法使用。

source: %@ scan complete
zh_hans: %@扫描完成
zh_hant: %@ 掃描完成

source: %@ until next break
zh_hans: 距下次休息还有 %@
zh_hant: 距離下次休息還有 %@

source: %@ · hold for %@
zh_hans: %@ · 长按以%@
zh_hant: %@ · 按住以%@

source: %@ · hold to seek
zh_hans: %@ · 长按快进或快退
zh_hant: %@ · 按住以快轉或倒轉

source: %lld Ch / %lld-bit
zh_hans: %1$lld 声道 / %2$lld 位
zh_hant: %1$lld 聲道 / %2$lld 位元

source: %lld Events
zh_hans: %lld 个日程
zh_hant: %lld 個行程

source: %lld apps have updates available
zh_hans: %lld 个应用有可用更新
zh_hant: %lld 個 App 有可用的更新項目

source: %lld available
zh_hans: %lld 个可用更新
zh_hant: %lld 個可用更新

source: %lld blocks
zh_hans: %lld 个专注段
zh_hant: %lld 個專注區段

source: %lld condition(s)
zh_hans: %lld 个条件
zh_hant: %lld 個條件

source: %lld data points
zh_hans: %lld 个数据点
zh_hant: %lld 個資料點

source: %lld day streak
zh_hans: 连续专注 %lld 天
zh_hant: 連續專注 %lld 天

source: %lld days
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld files
zh_hans: %lld 个文件
zh_hant: %lld 個檔案

source: %lld item%@ moved to Trash.
zh_hans: 已将 %lld 项%@移到废纸篓。
zh_hant: 已將 %lld 個項目%@移到垃圾桶。

source: %lld items
zh_hans: %lld 项
zh_hant: %lld 個項目

source: %lld items (%@) will be moved to the Trash.
zh_hans: 将把 %lld 个项目（%@）移到废纸篓。
zh_hant: 將把 %lld 個項目（%@）移到垃圾桶。

source: %lld items for %@ will be moved to the Trash, freeing approximately %@.
zh_hans: 将把 %lld 个属于 %@ 的项目移到废纸篓，预计释放 %@ 空间。
zh_hant: 將把 %lld 個屬於 %@ 的項目移到垃圾桶，預計釋放 %@ 空間。

source: %lld items moved to Trash.
zh_hans: 已将 %lld 个项目移到废纸篓。
zh_hant: 已將 %lld 個項目移到垃圾桶。

source: %lld items · %@
zh_hans: %lld 项 · %@
zh_hant: %lld 個項目 · %@

source: %lld left this month
zh_hans: 本月剩余 %lld 张
zh_hant: 本月剩餘 %lld 張

source: %lld min
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lld min session
zh_hans: %lld 分钟专注时段
zh_hant: %lld 分鐘專注時段

source: %lld notes
zh_hans: %lld 条笔记
zh_hant: %lld 則備忘錄

source: %lld points
zh_hans: %lld 个数据点
zh_hant: %lld 個資料點

source: %lld pt
zh_hans: %lld 点
zh_hant: %lld 點

source: %lld remaining
zh_hans: 剩余 %lld 个
zh_hant: 剩餘 %lld 個

source: %lld saved
zh_hans: 已保存 %lld 条
zh_hant: 已儲存 %lld 則

source: %lld sessions
zh_hans: %lld 次专注
zh_hant: %lld 次專注

source: %lld songs
zh_hans: %lld 首歌曲
zh_hant: %lld 首歌曲

source: %lld zones
zh_hans: %lld 个分区
zh_hant: %lld 個區域

source: %lld%% Battery
zh_hans: 电量 %lld%%
zh_hant: 電量 %lld%%

source: %lld%% COMPLETE
zh_hans: 已完成 %lld%%
zh_hant: 已完成 %lld%%

source: %lld%% battery
zh_hans: 电量 %lld%%
zh_hant: 電量 %lld%%

source: %lld-Band Equalizer & Mix
zh_hans: %lld 段均衡器与混音
zh_hant: %lld 頻段等化器與混音

source: %lldh %lldm
zh_hans: %lld 小时 %lld 分钟
zh_hant: %lld 小時 %lld 分鐘

source: %lldm
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lldm · %@ today
zh_hans: %lld 分钟 · 今日 %@
zh_hant: %lld 分鐘 · 今日 %@

source: %u Ch / %u-bit
zh_hans: %u 声道 / %u 位
zh_hant: %u 聲道 / %u 位元

source: +%lld today
zh_hans: 今日 +%lld
zh_hant: 今日 +%lld

source: +5m Postpone
zh_hans: 推迟 5 分钟
zh_hant: 延後 5 分鐘

source: 0m
zh_hans: 0 分钟
zh_hant: 0 分鐘

source: 1 day streak
zh_hans: 连续专注 1 天
zh_hant: 連續專注 1 天

source: 1 hour
zh_hans: 1 小时
zh_hant: 1 小時

source: 1 hr
zh_hans: 1 小时
zh_hant: 1 小時

source: 1 item for %@ will be moved to the Trash, freeing approximately %@.
zh_hans: 将把 %@ 的 1 个项目移到废纸篓，预计释放 %@ 空间。
zh_hant: 將把 %@ 的 1 個項目移到垃圾桶，預計釋放 %@ 空間。

source: 1 item moved to Trash.
zh_hans: 已将 1 个项目移到废纸篓。
zh_hant: 已將 1 個項目移到垃圾桶。

source: 10 min
zh_hans: 10 分钟
zh_hant: 10 分鐘

source: 15 min
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 15 minutes
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 1h
zh_hans: 1 小时
zh_hant: 1 小時

source: 2 hours
zh_hans: 2 小时
zh_hant: 2 小時

source: 24h
zh_hans: 24 小时
zh_hant: 24 小時

source: 30 min
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 30 minutes
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 4 hours
zh_hans: 4 小时
zh_hant: 4 小時

source: 5 min
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 7d
zh_hans: 7 天
zh_hant: 7 天

source: 8D Audio
zh_hans: 8D 音频
zh_hant: 8D 音訊

source: A new version is ready to download. Open Settings → About → Updates to install it.
zh_hans: 有新版本可供下载。请打开“设置”→“关于”→“更新”进行安装。
zh_hant: 有新版本可供下載。請打開「設定」→「關於」→「更新」進行安裝。

source: A new way to experience your Mac's notch. Let's get you set up.
zh_hans: 以全新方式使用 Mac 的刘海区域。 现在开始设置。
zh_hant: 以全新方式體驗 Mac 的瀏海區域。 現在開始設定吧。

source: A playful and energetic animation with noticeable bounce.
zh_hans: 活泼有力的动画，带有明显回弹。
zh_hant: 活潑有力的動畫，帶有明顯回彈。

source: A related item changed after it was scanned and was left in place: %@
zh_hans: 扫描后相关项目发生了变化，已保留在原位：%@
zh_hant: 掃描後相關項目發生變更，已保留在原處：%@

source: A slower, more graceful animation with a very gentle ease.
zh_hans: 较慢且更柔和的动画，缓动十分轻柔。
zh_hant: 較慢且更優雅的動畫，緩動十分輕柔。

source: A valid directory is required.
zh_hans: 请选择有效的文件夹。
zh_hant: 需要有效的檔案夾。

source: AI Agent
zh_hans: AI 智能体
zh_hant: AI 代理程式

source: AI Agents
zh_hans: AI 智能体
zh_hant: AI 代理程式

source: AI-independent Mail features: OTP detection and parcel tracking.
zh_hans: 不依赖 AI 的邮件功能：验证码检测和包裹追踪。
zh_hant: 不依賴 AI 的郵件功能：驗證碼偵測和包裹追蹤。

source: APP MIXER
zh_hans: 应用混音器
zh_hant: App 混音器

source: APPS
zh_hans: 应用
zh_hant: App

source: About
zh_hans: 关于
zh_hant: 關於

source: Accept
zh_hans: 接受
zh_hant: 接受

source: Accessibility
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Account Badge
zh_hans: 账户标记
zh_hant: 帳號標記

source: Acoustic
zh_hans: 原声
zh_hant: 原聲

source: Action Log
zh_hans: 操作日志
zh_hant: 操作記錄

source: Action:
zh_hans: 操作：
zh_hant: 動作：

source: Activate With
zh_hans: 启用快捷键
zh_hant: 啟用方式

source: Activate on Drag
zh_hans: 拖动时激活
zh_hant: 拖移時啟用

source: Activate on Window Drag
zh_hans: 拖动窗口时激活
zh_hant: 拖移視窗時啟用

source: Activation Code
zh_hans: 激活码
zh_hant: 啟用碼

source: Activation Delay
zh_hans: 激活延迟
zh_hant: 啟用延遲

source: Active
zh_hans: 使用中
zh_hant: 使用中

source: Active Channel
zh_hans: 活动通道
zh_hant: 作用中的聲道

source: Active Monitors
zh_hans: 活跃监测项
zh_hant: 使用中的監測項目

source: Active only while Finder is the app in front.
zh_hans: 仅在访达位于最前方时生效。
zh_hant: 僅在 Finder 位於最前方時生效。

source: Activity Blur Radius Max
zh_hans: 活动最大模糊半径
zh_hant: 活動最大模糊半徑

source: Activity Morph Damping
zh_hans: 活动形变阻尼
zh_hant: 活動變形阻尼

source: Activity Morph Response
zh_hans: 活动形变响应
zh_hant: 活動變形回應

source: Activity Statistics
zh_hans: 活动统计
zh_hant: 活動統計資料

source: Activity Switch Damping
zh_hans: 活动切换阻尼
zh_hant: 活動切換阻尼

source: Activity Switch Response
zh_hans: 活动切换响应
zh_hant: 活動切換回應

source: Activity Visibility & Order
zh_hans: 活动显示与顺序
zh_hant: 活動顯示與順序

source: Adapter
zh_hans: 适配器
zh_hant: 轉接器

source: Adapter %.0f W
zh_hans: 适配器 %.0f W
zh_hant: 轉接器 %.0f W

source: Adapter: %@ · %lldW · %lldmV · %lldmA
zh_hans: 适配器：%@ · %lldW · %lldmV · %lldmA
zh_hant: 轉接器：%@ · %lldW · %lldmV · %lldmA

source: Adaptive
zh_hans: 自适应
zh_hant: 自動調整

source: Add
zh_hans: 添加
zh_hant: 加入

source: Add 1 minute
zh_hans: 增加 1 分钟
zh_hant: 增加 1 分鐘

source: Add App
zh_hans: 添加应用
zh_hant: 加入 App

source: Add Color Stop
zh_hans: 添加色标
zh_hant: 加入色標

source: Add Condition
zh_hans: 添加条件
zh_hant: 加入條件

source: Add Face
zh_hans: 添加面容
zh_hant: 加入臉孔

source: Add Layout
zh_hans: 添加布局
zh_hant: 加入佈局

source: Add Point
zh_hans: 添加控制点
zh_hant: 加入控制點

source: Add Profile
zh_hans: 添加方案
zh_hant: 加入設定組

source: Add Schedule
zh_hans: 添加计划
zh_hant: 加入排程

source: Add Snippet
zh_hans: 添加文本片段
zh_hant: 加入文字片段

source: Add Task
zh_hans: 添加任务
zh_hant: 加入工作

source: Add Wi-Fi network
zh_hans: 添加 Wi-Fi 网络
zh_hant: 加入 Wi-Fi 網路

source: Add Zone
zh_hans: 添加分区
zh_hant: 加入區域

source: Add a caffeinate toggle to the expanded notch header.
zh_hans: 在展开的刘海区域顶部添加保持唤醒开关。
zh_hant: 在展開的瀏海區域頂部加入保持喚醒開關。

source: Add a clipboard icon to the expanded notch header for quick access.
zh_hans: 在展开的刘海区域顶部添加剪贴板图标，便于快速访问。
zh_hant: 在展開的瀏海區域頂部加入剪貼簿圖像，方便快速取用。

source: Add a notes icon to the expanded notch header for quick access.
zh_hans: 在展开的刘海区域顶部添加笔记图标，便于快速访问。
zh_hant: 在展開的瀏海區域頂部加入備忘錄圖像，方便快速取用。

source: Add a quick action to copy the code from supported notifications.
zh_hans: 为支持的通知添加快速复制验证码操作。
zh_hant: 為支援的通知加入快速拷貝驗證碼的動作。

source: Add and reorder the layouts that appear in the Multi-View widget by default.
zh_hans: 添加并排列默认出现在多视图小组件中的布局。
zh_hant: 加入並重新排列預設顯示在「多重檢視」小工具中的佈局。

source: Add app
zh_hans: 添加应用
zh_hant: 加入 App

source: Add playlists in Apple Music to see them here.
zh_hans: 在 Apple Music 中添加播放列表，即可在此查看。
zh_hant: 在 Apple Music 中加入播放列表，即可在此查看。

source: Add shortcuts
zh_hans: 添加快捷指令
zh_hant: 加入捷徑

source: Add space
zh_hans: 添加桌面空间
zh_hant: 加入空間

source: Add to Library
zh_hans: 添加到资料库
zh_hant: 加入資料庫

source: Add to Playlist
zh_hans: 添加到播放列表
zh_hant: 加入播放列表

source: Add to Queue
zh_hans: 添加到播放队列
zh_hant: 加入待播清單

source: Add to Shelf
zh_hans: 添加到文件暂存架
zh_hant: 加入檔案暫存架

source: Added
zh_hans: 添加时间
zh_hant: 加入時間

source: Added by
zh_hans: 添加者
zh_hant: 加入者

source: Added to %@
zh_hans: 已添加到 %@
zh_hant: 已加入 %@

source: Added to Widget
zh_hans: 已添加到小组件
zh_hant: 已加入小工具

source: Added to queue
zh_hans: 已添加到播放队列
zh_hant: 已加入待播清單

source: Adjust
zh_hans: 调节
zh_hant: 調整

source: Adjust Your Screen
zh_hans: 调整屏幕
zh_hant: 調整螢幕

source: Admin API access token
zh_hans: Admin API 访问令牌
zh_hant: Admin API 存取權杖

source: Administrator access may be required
zh_hans: 可能需要管理员权限
zh_hant: 可能需要管理者權限

source: Advanced
zh_hans: 高级
zh_hant: 進階

source: Advanced Customization
zh_hans: 高级自定义
zh_hant: 進階自訂

source: Advanced: Hide Specific Activities in Full Screen
zh_hans: 高级：全屏时隐藏指定活动
zh_hant: 進階：全螢幕時隱藏特定活動

source: After enabling it, reopen this menu.
zh_hans: 启用后，请重新打开此菜单。
zh_hant: 啟用後，請重新打開此選單。

source: Agent
zh_hans: 智能体
zh_hant: 代理程式

source: AirDrop
zh_hans: 隔空投送

source: Album
zh_hans: 专辑
zh_hant: 專輯

source: Album art
zh_hans: 专辑封面
zh_hant: 專輯封面

source: Album tracks
zh_hans: 专辑歌曲
zh_hant: 專輯曲目

source: Albums
zh_hans: 专辑
zh_hant: 專輯

source: All
zh_hans: 全部
zh_hant: 全部

source: All Clear
zh_hans: 暂无安排
zh_hant: 目前沒有行程

source: All Devices
zh_hans: 所有设备
zh_hant: 所有裝置

source: All Displays
zh_hans: 所有显示器
zh_hant: 所有顯示器

source: All Sapphire settings were reset to defaults.
zh_hans: 所有 Sapphire 设置已恢复为默认值。
zh_hant: 所有 Sapphire 設定已重置為預設值。

source: All Time
zh_hans: 全部时间
zh_hant: 所有時間

source: All data is AES-256 encrypted
zh_hans: 所有数据均使用 AES-256 加密
zh_hant: 所有資料皆經過 AES-256 加密

source: All displays
zh_hans: 所有显示器
zh_hant: 所有顯示器

source: All layouts added
zh_hans: 已添加所有布局
zh_hant: 已加入所有佈局

source: All notifications and focus features are in development.
zh_hans: 所有通知和专注功能均在开发中。
zh_hant: 所有通知和專注功能均在開發中。

source: All-Day
zh_hans: 全天
zh_hant: 整日

source: Allow Lyrics From:
zh_hans: 允许以下来源的歌词：
zh_hant: 允許來自以下來源的歌詞：

source: Allow Notifications From:
zh_hans: 允许以下来源的通知：
zh_hant: 允許來自以下來源的通知：

source: Allow any widget to be enabled even when Sapphire estimates there is not enough notch space.
zh_hans: 即使 Sapphire 估计刘海区域空间不足，也允许启用任意小组件。
zh_hant: 即使 Sapphire 估計瀏海區域空間不足，也允許啟用任何小工具。

source: Allow in Apps
zh_hans: 允许在以下应用中使用
zh_hant: 在以下 App 中允許

source: Allow only selected apps
zh_hans: 仅允许所选应用
zh_hant: 僅允許所選 App

source: Allow the global shortcut to open the clipboard panel anywhere.
zh_hans: 允许使用全局快捷键在任意位置打开剪贴板面板。
zh_hant: 允許使用全域快速鍵在任何位置打開剪貼簿面板。

source: Allowed Apps
zh_hans: 允许的应用
zh_hant: 允許的 App

source: Almost no blur, crisp and transparent.
zh_hans: 几乎不模糊，清晰透明。
zh_hant: 幾乎不模糊，清晰透明。

source: Alphabetical
zh_hans: 按字母排序
zh_hant: 依字母排序

source: Also list windows on other Spaces and full-screen apps. Selecting one switches to its Space.
zh_hans: 同时列出其他空间和全屏应用中的窗口，选择后会切换到对应空间。
zh_hant: 同時列出其他空間和全螢幕 App 中的視窗。選擇後會切換到其所在的空間。

source: Also show the lock screen wallpaper (live video included) on your desktop, unless a separate desktop wallpaper is set below.
zh_hans: 也在桌面上显示锁定屏幕墙纸，包括动态视频；若在下方单独设置桌面墙纸，则使用该墙纸。
zh_hant: 同時在桌面上顯示鎖定畫面背景圖片（包含動態影片），除非在下方另行設定桌面背景圖片。

source: Although functionality is in place to keep the battery management functinal even when the device is sleeping it may not always work. Use these settings if you want to be certain of the behaviour when the device is sleeping.
zh_hans: 虽然已实现睡眠期间的电池管理，但并不保证始终生效。如需确保设备睡眠时的行为，请使用以下设置。
zh_hant: 雖然已實作睡眠期間的電池管理功能，但不保證一定有效。若要確保裝置睡眠時的行為，請使用以下設定。

source: Always Off
zh_hans: 始终关闭
zh_hant: 永遠關閉

source: Always On
zh_hans: 始终开启
zh_hant: 永遠開啟

source: Always Playing
zh_hans: 始终播放
zh_hant: 永遠播放

source: Amber
zh_hans: 琥珀色
zh_hant: 琥珀色

source: Ambiance
zh_hans: 环境音
zh_hant: 環境音

source: Ambient Sounds
zh_hans: 环境音
zh_hant: 環境音

source: An Error Occurred
zh_hans: 发生错误
zh_hant: 發生錯誤

source: An error occurred.
zh_hans: 发生错误。
zh_hant: 發生錯誤。

source: Analytics and Crash Reports
zh_hans: 使用分析与崩溃报告
zh_hant: 使用分析與當機報告

source: Android Studio update service unavailable
zh_hans: Android Studio 更新服务不可用
zh_hant: Android Studio 更新服務無法使用

source: Angle
zh_hans: 角度
zh_hant: 角度

source: Animation (Springs)
zh_hans: 动画（弹簧效果）
zh_hant: 動畫（彈簧）

source: Animation Profile
zh_hans: 动画预设
zh_hant: 動畫設定組

source: Any Focus Active
zh_hans: 任意专注模式已启用
zh_hant: 任一專注模式啟用中

source: Anything long-running you started in Terminal, iTerm, Warp, Ghostty, or an editor's built-in terminal. Watchers and dev servers are ignored, since they never finish.
zh_hans: 你在终端、iTerm、Warp、Ghostty 或编辑器内置终端中启动的长时间运行命令。持续监听任务和开发服务器不会结束，因此会被忽略。
zh_hant: 你在「終端機」、iTerm、Warp、Ghostty 或編輯器內建終端機中啟動的長時間執行命令。監看程序和開發伺服器永遠不會結束，因此會被忽略。

source: App
zh_hans: 应用

source: App & Device Mixer
zh_hans: 应用与设备混音器
zh_hant: App 與裝置混音器

source: App & Website Blocking
zh_hans: 应用与网站屏蔽
zh_hant: App 與網站封鎖

source: App Assignments
zh_hans: 应用分配
zh_hant: App 指定

source: App Download QR Code
zh_hans: 应用下载二维码
zh_hant: App 下載 QR 碼

source: App Limit
zh_hans: 应用限制
zh_hant: App 限制

source: App Store lookup failed
zh_hans: App Store 查询失败
zh_hant: App Store 查詢失敗

source: App Support
zh_hans: 应用支持文件
zh_hant: App 支援檔案

source: App Switching
zh_hans: 应用切换
zh_hant: App 切換

source: App Volume
zh_hans: 应用音量
zh_hant: App 音量

source: App and selected data removed
zh_hans: 应用和所选数据已移除
zh_hant: App 和所選資料已移除

source: App could not be removed
zh_hans: 无法移除应用
zh_hant: 無法移除 App

source: App is blurred while blocked. Notifications stay visible and the app stays open, but there is no unblock button, although you can end the session anytime.
zh_hans: 屏蔽期间，应用画面会被模糊处理，通知仍然显示，应用保持打开。没有解除屏蔽按钮，但你可以随时结束专注时段。
zh_hant: 封鎖期間，App 畫面會模糊處理。通知仍會顯示，App 也會保持打開，但沒有解除封鎖按鈕；不過你可以隨時結束專注時段。

source: App is blurred while blocked. Notifications stay visible, and you can unblock an app instantly with a button, the app stays open.
zh_hans: 屏蔽期间，应用画面会被模糊处理，通知仍然显示。应用保持打开，你可以点按按钮立即解除屏蔽。
zh_hant: 封鎖期間，App 畫面會模糊處理。通知仍會顯示，你也可以點一下按鈕立即解除封鎖，App 會保持打開。

source: App removed with some leftovers
zh_hans: 应用已移除，但有部分残留
zh_hant: App 已移除，但仍有部分殘留檔案

source: App update manifest
zh_hans: 应用更新清单
zh_hant: App 更新清單

source: App update manifest unavailable
zh_hans: 无法获取应用更新清单
zh_hant: 無法取得 App 更新清單

source: App version details, Sapphire updates, release channels, credits, links, and project information.
zh_hans: 查看应用版本、Sapphire 更新、发布渠道、致谢、链接和项目信息。
zh_hant: App 版本詳細資訊、Sapphire 更新、發佈頻道、致謝、連結和專案資訊。

source: App-Specific Overrides
zh_hans: 按应用覆盖设置
zh_hant: App 專屬覆寫設定

source: App-name match — review before removing
zh_hans: 匹配应用名称 — 请先检查再移除
zh_hant: 符合 App 名稱 — 移除前請先檢查

source: Appearance
zh_hans: 外观
zh_hant: 外觀

source: Apple Music connection
zh_hans: Apple Music 连接
zh_hant: Apple Music 連線

source: Apple limits brightness to preserve battery life. While this feature is system-controlled and there are no known side-effects, you should use this feature at your own risk.
zh_hans: Apple 会限制亮度以延长电池续航。虽然此功能由系统控制且暂无已知副作用，但请自行承担使用风险。
zh_hant: Apple 會限制亮度以延長電池續航力。雖然此功能由系統控制且目前沒有已知的副作用，但使用此功能時請自行承擔風險。

source: Application
zh_hans: 应用
zh_hant: 應用程式

source: Application Support
zh_hans: 应用支持文件
zh_hant: 應用程式支援檔案

source: Applies gain to Sapphire's live level meter so you can check clipping. Other apps still receive the original microphone signal.
zh_hans: 仅对 Sapphire 的实时电平表应用增益，便于检查削波。其他应用仍接收原始麦克风信号。
zh_hant: 僅對 Sapphire 的即時電平表套用增益，方便檢查削波。其他 App 仍會接收原始麥克風訊號。

source: Apply
zh_hans: 应用
zh_hant: 套用

source: Apply & Refresh Menu Bar
zh_hans: 应用并刷新菜单栏
zh_hant: 套用並重新整理選單列

source: Apply Settings
zh_hans: 应用设置
zh_hant: 套用設定

source: Apply a frosted glass effect to the menu bar background.
zh_hans: 为菜单栏背景添加磨砂玻璃效果。
zh_hant: 為選單列背景加上毛玻璃效果。

source: Apply a frosted glass effect to the notch background.
zh_hans: 为刘海背景添加磨砂玻璃效果。
zh_hant: 為瀏海區域背景加上毛玻璃效果。

source: Apply a gradient based on the album art to the waveform.
zh_hans: 根据专辑封面为波形添加渐变色。
zh_hant: 根據專輯封面為波形套用漸層色。

source: Apply a shiny, glass-like effect to the lock screen's background.
zh_hans: 为锁定屏幕背景添加光泽玻璃效果。
zh_hant: 為鎖定畫面背景加上光澤玻璃效果。

source: Apply a shiny, glass-like effect to the menu bar's background.
zh_hans: 为菜单栏背景添加明亮的玻璃质感。
zh_hant: 為選單列背景加上光澤玻璃效果。

source: Apply environment adjustments to the whole Mac while a session runs.
zh_hans: 在专注时段内对整台 Mac 应用环境调整。
zh_hant: 專注時段進行時，將環境調整套用至整台 Mac。

source: Apply this profile only on the selected desktop Spaces (numbered like the Space switcher)
zh_hans: 仅在所选桌面空间中应用此方案（编号与空间切换器一致）
zh_hant: 僅在所選桌面空間中套用此設定組（編號與空間切換器一致）

source: Apply this profile only on the selected displays
zh_hans: 仅在所选显示器上应用此方案
zh_hant: 僅在所選顯示器上套用此設定組

source: Apply this profile only while the selected Focus filters are active
zh_hans: 仅在所选专注模式过滤条件生效时应用此方案
zh_hant: 僅在所選專注模式過濾條件啟用時套用此設定組

source: Apps
zh_hans: 应用
zh_hant: App

source: Apps quit themselves once they have no windows left, after a short grace period. Enabled for every app by default.
zh_hans: 应用没有剩余窗口后，经过短暂宽限时间自动退出。默认对所有应用开启。
zh_hant: App 沒有剩餘視窗時，會在短暫寬限時間後自動結束。預設對所有 App 啟用。

source: Apps section
zh_hans: 应用分类
zh_hant: 「App」區塊

source: Apps to quit when window-less:
zh_hans: 无窗口时退出的应用：
zh_hant: 沒有視窗時要結束的 App：

source: Apps with protected ⌘Q/⌘W:
zh_hans: 受 ⌘Q／⌘W 保护的应用：
zh_hant: 受 ⌘Q／⌘W 保護的 App：

source: Archives
zh_hans: 压缩文件
zh_hant: 壓縮檔

source: Archives & DMG
zh_hans: 归档与 DMG
zh_hant: 封存檔與 DMG

source: Arrow
zh_hans: 箭头
zh_hant: 箭頭

source: Artist
zh_hans: 艺人
zh_hant: 藝人

source: Artist Profile
zh_hans: 艺人资料
zh_hant: 藝人簡介

source: Artists
zh_hans: 艺人
zh_hant: 藝人

source: Assign a shortcut to a zone to snap the currently focused window there. Recording a shortcut already used by another zone moves it to this zone.
zh_hans: 为区域分配快捷键，将当前聚焦的窗口贴靠到该区域。录制已被其他区域使用的快捷键时，会将其移到当前区域。
zh_hant: 為區域指定快速鍵，即可將目前作用中的視窗貼齊至該處。若錄製的快速鍵已被其他區域使用，會將其移至此區域。

source: Attachment type not supported
zh_hans: 不支持此附件类型
zh_hant: 不支援此附件類型

source: Attachment: %@
zh_hans: 附件：%@
zh_hant: 附件：%@

source: Audio
zh_hans: 音频
zh_hant: 音訊

source: Audio Adjustment
zh_hans: 音频调节
zh_hant: 音訊調整

source: Audio Devices
zh_hans: 音频设备
zh_hant: 音訊裝置

source: Audio adjustments, EQ, and per-app volume adjustments.
zh_hans: 调整音频、均衡器和各应用的音量。
zh_hant: 音訊調整、EQ 和各 App 音量調整。

source: Authenticated!
zh_hans: 身份验证成功！
zh_hant: 驗證成功！

source: Authentication
zh_hans: 认证
zh_hant: 驗證

source: Authentication Failed: %@
zh_hans: 身份验证失败：%@
zh_hant: 驗證失敗：%@

source: Authentication Required
zh_hans: 需要验证身份
zh_hant: 需要驗證

source: Auto
zh_hans: 自动
zh_hant: 自動

source: Auto-Clear Clipboard
zh_hans: 自动清空剪贴板
zh_hant: 自動清除剪貼簿

source: Auto-Expand Damping
zh_hans: 自动展开阻尼
zh_hant: 自動展開阻尼

source: Auto-Expand Response
zh_hans: 自动展开响应
zh_hant: 自動展開回應

source: Auto-Expanded
zh_hans: 自动展开
zh_hant: 自動展開

source: Auto-Expanded Height
zh_hans: 自动展开高度
zh_hant: 自動展開高度

source: Auto-Expanded Vertical Padding
zh_hans: 自动展开时的垂直内边距
zh_hant: 自動展開時的垂直內距

source: Auto-Off Timeout
zh_hans: 自动关闭时间
zh_hant: 自動關閉時間

source: Auto-Rehide
zh_hans: 自动重新隐藏
zh_hant: 自動重新隱藏

source: Auto-copy verification codes
zh_hans: 自动复制验证码
zh_hant: 自動拷貝驗證碼

source: Auto-start a focus session at a set time of day — daily, on specific days of the week, weekly, monthly, or once.
zh_hans: 在指定时间自动开始专注时段，可设为每天、每周指定日期、每周、每月或仅一次。
zh_hant: 在指定時間自動開始專注時段，可設為每天、每週特定日子、每週、每月或僅一次。

source: Automate charging behaviors and perform manual or scheduled calibrations to keep your battery's readings accurate.
zh_hans: 自动执行充电操作，并通过手动或定时校准保持电池读数准确。
zh_hant: 自動執行充電行為，並透過手動或排程校正讓電池讀數保持準確。

source: Automatic
zh_hans: 自动
zh_hant: 自動

source: Automatic Discharge
zh_hans: 自动放电
zh_hant: 自動放電

source: Automatic size; editing creates a per-display override
zh_hans: 自动尺寸；修改后将创建该显示器的独立设置
zh_hant: 自動大小；編輯後會建立個別顯示器的覆寫設定

source: Automatic update checks
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Automatically Rehide Items
zh_hans: 自动重新隐藏项目
zh_hant: 自動重新隱藏項目

source: Automatically copy OTP codes to the clipboard when detected.
zh_hans: 检测到一次性验证码时，自动将其复制到剪贴板。
zh_hant: 偵測到一次性驗證碼時，自動將其拷貝到剪貼簿。

source: Automatically expand the full File Shelf by hovering over its live activity.
zh_hans: 悬停在实时活动上，自动展开完整的文件暂存架。
zh_hant: 懸停在即時動態上時，自動展開完整的檔案暫存架。

source: Automatically hide all live activities when an app is in full screen.
zh_hans: 应用进入全屏时，自动隐藏所有实时活动。
zh_hant: App 進入全螢幕時，自動隱藏所有即時動態。

source: Automatically hide items after they're shown
zh_hans: 项目显示后自动隐藏
zh_hant: 項目顯示後自動隱藏

source: Automatically hide the music live activity when Spotify or Music is the frontmost app.
zh_hans: Spotify 或“音乐”位于最前方时，自动隐藏音乐实时活动。
zh_hant: Spotify 或「音樂」位於最前方時，自動隱藏音樂即時動態。

source: Automatically lock and unlock your Mac using a trusted Bluetooth device.
zh_hans: 使用受信任的蓝牙设备自动锁定和解锁 Mac。
zh_hant: 使用受信任的藍牙裝置自動鎖定和解鎖 Mac。

source: Automatically matches the orientation reported by the camera. If an external camera feed appears rotated, choose a fixed angle to display it upright.
zh_hans: 自动匹配摄像头报告的方向。如果外接摄像头画面发生旋转，可选择固定角度，使画面保持正向。
zh_hant: 自動配合相機回報的方向。若外接相機畫面看起來是旋轉的，請選擇固定角度使其正向顯示。

source: Automatically pause now playing media and resume when the lid opens back up.
zh_hans: 自动暂停正在播放的媒体，并在屏幕重新打开时恢复播放。
zh_hant: 自動暫停正在播放的媒體，並在重新打開螢幕時繼續播放。

source: Automatically pauses charging if the battery temperature gets too high to prevent heat-related damage and extend its lifespan.
zh_hans: 电池温度过高时自动暂停充电，以防止高温损伤并延长使用寿命。
zh_hant: 電池溫度過高時自動暫停充電，以防止高溫損害並延長電池壽命。

source: Automatically pauses music or videos when the screen locks.
zh_hans: 屏幕锁定时自动暂停音乐或视频。
zh_hant: 螢幕鎖定時自動暫停音樂或影片。

source: Automatically shrink images, compress media, and extract text with OCR.
zh_hans: 自动缩小图片、压缩媒体，并通过文字识别提取文本。
zh_hant: 自動縮小影像、壓縮媒體，並使用 OCR 擷取文字。
